sourceLabel = "ソース：";
formatLabel = "フォーマット：";
fpsLabel = "FPS：";
playingFPSLabel = "再生 FPS：";
dataSizeLabel = "データ容量：";
dataRateLabel = "データレート：";
currentTimeLabel = "現在の時間：";
durationLabel = "再生時間：";
normalSizeLabel = "標準のサイズ：";
currentSizeLabel = "現在のサイズ：";
bitRateLabel = "ビットレート：";
qualityLabel = "品質：";
destinationLabel = "保存先：";
videoSourceLabel = "ビデオソース：";
audioSourceLabel = "オーディオソース";

movieInfoNoTitle = "情報";
movieInfo = " – 情報";
movieInspectorNoTitle = "インスペクタ";
movieInspector = " – インスペクタ";

blacknWhite = "白黒";
/* [2] */
four = "4 色";
/* [3] */
sixteen = "16 色";
/* [4] */
twofiftysix = "256 色";
/* [5] */
thousands = "約 32000 色";
/* [6] */
millions = "約 1670 万色";
/* [7] */
millionsplus = "約 1670 万色以上";
/* [8] */
unknown = "不明";
/* [9] */
colors = "カラー";
/* [10] */
grays = "グレイ";

Chapter = "チャプタトラック";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 バイト";
kiloBytes = "^0 K";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 バイト／秒";
kiloBytesPerSec = "^0 キロバイト／秒";
megaBytesPerSec = "^0 メガバイト／秒";
gigaBytesPerSec = "^0 ギガバイト／秒";

pixels = "ピクセル";
curPixels = "^0 ピクセル（^1）";


bitsPerSec = "^0 ビット／秒";
kbitsPerSec = "^0 キロビット／秒";
mbitsPerSec = "^0 メガビット／秒";
gbitsPerSec = "^0 ギガビット／秒";

percent = "^0%";
playingFPS = "（再生中に使用できます。）";

halfSize = "半分のサイズ";
actualSize = "実際のサイズ";
doubleSize = "2 倍のサイズ";

 /* codecname, dimensions, depth */
videoFormatString = "^C、^S、^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C、^S"; 
unAvailableString = "ムービーを使用できません";

/* Quartz Composition strings */
averageFPSLabel = "平均 FPS：";
averageLoadLabel = "平均負荷：";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "128 kbps AAC オーディオ";
availableWhenRecording = "（収録中に使用できます。）";